{
    "Trivia Pairs": [
        ["Name the extravagant period of art and architecture prevalent in Europe during most of the 17th century","The Baroque period"],
        ["Which famous painter was also a sculptor, an architect, and an engineer?","Leonardo Da Vinci"],
        ["The artist Kandinsky is considered the first for this type of art?","Abstract"],
        ["Which Italian architect and sculptor was famous for creating the Baroque style?","Gian Lorenzo Bernini"],
        ["Which of Picasso’s famous paintings was inspired by the bombings of civilians during the Spanish War?","Guernica"],
        ["Which other painter is often associated with Francoise Gilot?","Pablo Picasso"],
        ["The American Gothic is one of the most recognizable paintings in the world. Who painted it?","Grant Wood"],
        ["Claude Monet is most known for his paintings of what?","Water lily paintings"],
        ["Salvador Dalí is associated with which art movement?","Surrealism"],
        ["Which period has a French name that translates to “rebirth” in English?","The Renaissance"],
        ["Who painted the “Girl Before a Mirror” and “The Weeping Woman”?","Pablo Picasso"],
        ["Which French art movement of the late 19th century is characterized by evoking emotion rather than realism","Post Impressionism"],
        ["Which abstract expressionist was known for using the “drip technique”?","Jackson Pollock"],
        ["Vincent Van Gogh had an older brother who died at birth. What was his name?","Vincent"],
        ["Which artist died poor but became incredibly rich after his death?","Vincent Van Gogh"],
        ["Which famous abstract artist was blamed for stealing the “Mona Lisa”?","Pablo Picasso"],
        ["Which Spanish painter is referred to as both the last of the old masters and the moderns?","Francisco Goya"],
        ["How many words long is Pablo Picasso’s full name?","23"],
        ["The famous painting, “Birth of Venus” by Botticelli, features a goddess floating in the ocean on what?","Seashell"],
        ["What object most commonly appears in Picasso’s paintings?","Guitar"]
    ]
}